voip_credit = 9600


haram_message = (
    "● يمكنك التحويل الى المعلومات التالية ،\n"
    "و ارفاق صورة لوصل التحويل :\n\n"
    "الاسم : يحيى يوسف العفيف\n"
    "الرقم : 0997956465\n"
    "المكان : سلحب (حماه)\n\n"
    "ملاحظة\n"
    "الأجور على المرسل\n"
    "التحويل من خلال الهرم حصراً️"
)

image_message = "🔻 ارفاق صورة لعملية التحويل"
transfer_message = "🔻  أدخل  رقم عملية التحويل"

bemo_message = (
    "● يمكنك التحويل الى الحساب التالي :\n"
    "    0468384\n"
    "    و ارفاق صورة لعملية التحويل.\n"
    "    ☜ سيتم معالجة الطلب خلال 24 ساعة كحد أقصى ♥️"
)

mtn_message = information = (
    "● قم بإرسال رصيد (كاش) بالقيمة التي تريد شحن حسابك بها إلى الرقم التالي :\n"
    "0954775916\n"
    "الحساب شخصي وليس تجاري\n"
    "سيتم معالجة الطلب خلال 1 ساعة\n"
    "🔵 كل 1 Mtn (كاش) تساوي 1 ل.س."
)

syriatel_message = (
    "● قم بإرسال رصيد بالقيمة التي تريد شحن حسابك بها إلى الحساب التالي (تاجر) :\n"
    "41957706\n"
    "دفع يدوي وليس تحويل\n"
    "و ارفاق رقم العملية.\n"
    "نعتمد قبول الدفع من حسابك الشخصي عبر تطبيق أقرب اليك أو من خلال الرمز ( 3040 ) فقط لا نقبل الدفع من موقع ماي سيرياتيل أو أي موقع آخر أو محل بيع\n\n"
    "☜ يتم معالجة الطلب خلال 60 دقيقة ♥️"
)

paypal_message = (
    "● قم بإرسال الرابط مع القيمة اسفله :\n\n"
    "• كل 1 Paypal تساوي 7700 ل.س.\n"
    "ملاحظات :\n"
    "🔵لا نقبل الفئات اقل من 25\n"
    "🔵 يرجى اضافة قيمة الرابط في اسفل الرسالة\n"
    "🔵 يتم معالجة الطلبات خلال 72 ساعة"
)

paypal_link = "🔻 أرسل الرابط مع القيمة:"

itunes_message = "● قم بإرسال كود الأيتونز مع كتابة قيمته بجانبه ، مثال:\nTTTT-TTTTTT-TTTT /5\n☜ سيتم معالجة الطلب خلال 72 ساعة\n🔵 كل 1 أيتونز تساوي 7400 ل.س."
itunes_link = "🔻 أدخل كود الأيتونز مع كتابة قيمته بجانبه"

usd_message = (
    "● يمكنك التحويل إلى العنوان التالي Trc20 :\n"
    "TBZjNmrczZSPiRRQjEvHeyQbRFW1LxjZuK\n\n"
    "او الارسال عبر الايميل ( الرسوم 0 ) من خلال منصة CoinEx  :\n"
    "proxiesbot@gmail.com\n\n"
    "و ارفاق صورة لعملية التحويل .\n"
    "كل 1 USDT يساوي 8700 ل.س."
)

payeer_message = (
    "● قم بإرسال رصيد إلى الحساب التالي :\n"
    "    P1090651368\n"
    "و ارفاق رقم عملية التحويل .\n"
    "• كل 1 Payeer تساوي 8500 ل.س.\n"
    "ملاحظة:\n"
    "🔵لا نقبل صورة ل عملية التحويل\n"
    "🔵لا نقبل تحويل عملة Ltc او عملة اخرى موجودة ضمن Payeer\n"
    "🔵 يتم معالجة الطلب خلال 6 ساعات"
)

master_message = (
    "● قم بإرسال كود ( الماستر ) توكن حصراً مع كتابة الفئة .\n"
    "    ☜ سيتم معالجة الطلب خلال 1←24 ساعة ♥️\n"
    "    ● كل 1 ( ماستر كارد ) تساوي 7500 ل.س .\n"
    "    ● نقبل جميع الفئات ما عدا  (5-15-25)"
)
master_code = "🔻 أدخل كود ( الماستر ) مع كتابة الفئة ."

visa_message = (
    "● قم بإرسال الفيزا مع كتابة الفئة\n"
    "    على الشكل التالي\n"
    "    8888-111AAA-4444 /10\n\n"
    "    ☜ سيتم معالجة الطلب خلال 1←24 ساعة ♥️\n"
    "    • كل 1 فيزا تساوي 7000 ل.س."
)

visa_code = " 🔻 أدخل الفيزا مع كتابة الفئة"

razer_message = (
    "● قم بإرسال كود الريزر.\n\n"
    "    ☜ سيتم معالجة الطلب خلال 1←24 ساعة ♥️\n"
    "    • كل 1 Razer تساوي 7200 ل.س."
)

razer_code = " 🔻 أدخل كود الريزر"

amazon_message = (
    "● قم بإرسال كود الأمازون مع كتابة قيمته بجانبه ، مثال :\n"
    "    8888-TTTTTT-AAAA /5\n"
    "    ☜ سيتم معالجة الطلب خلال 1←48 ساعة ♥️\n"
    "    • كل 1 أمازون ( امريكي ) تساوي 7000 ل.س .\n"
    "    ⛔️ نقبل فقط البطاقات فئة 5 و أعلى ⛔️"
)

amazon_code = (
    " 🔻 أدخل  كود الأمازون مع كتابة قيمته بجانبه"
    " 🔻 أدخل  كود الأمازون مع كتابة قيمته بجانبه"
)

channel_link = "رابط القناة:\nhttps://t.me/Proxies1Channel"
group_link = "رابط المجموعة:\nhttp://t.me/Proxies_Group_Chat"
support_link = "رابط مراسلة الدعم للاستفسار:\nhttp://t.me/Proxies_bot_support"
voip = "يمكنك شـحن حسـابك في موقع Non-Voip تلقائياً عن طريق ارسال الايميل وادخال عدد الكريدت"
voip_message = f"{voip}\ncredit_amount = {voip_credit}"
